itptest_mb/redis_bwave/redis/redis_output/redis7778.log
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
connection dropped.
connection dropped.
connection dropped.
[...]
read error: Connection reset by peer
connection dropped.
connection dropped.
connection dropped.
[...]
read error: Connection reset by peer
connection dropped.
connection dropped.
connection dropped.
[...]
read error: Connection reset by peer
connection dropped.
connection dropped.
read error: Connection reset by peer
read error: Connection reset by peer
read error: Connection reset by peer
connection dropped.
connection dropped.
connection dropped.
[...]
read error: Connection reset by peer
connection dropped.
connection dropped.
connection dropped.
[...]
read error: Connection reset by peer
connection dropped.
read error: Connection reset by peer
connection dropped.
connection dropped.
connection dropped.
[...]
[RUN #1 52%,  93 secs]  0 threads:    48150150 ops,  495494 (avg:  517690) ops/sec, 493.56MB/sec (avg: 515.57MB/sec),  6.04 (avg:  5.77) msec latency

10        Threads
10        Connections per thread
180       Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets           0.00          ---          ---      5.76200         0.00
Gets           0.00         0.00         0.00      5.76200         0.00
Waits          0.00          ---          ---      0.00000          ---
Totals         0.00         0.00         0.00      5.76200         0.00