itptest_mb/redis_bwave/redis/redis_output/redis7780.log
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
connection dropped.
connection dropped.
connection dropped.
[...]
read error: Connection reset by peer
connection dropped.
connection dropped.
connection dropped.
[...]
read error: Connection reset by peer
connection dropped.
connection dropped.
connection dropped.
[...]
read error: Connection reset by peer
connection dropped.
connection dropped.
read error: Connection reset by peer
connection dropped.
connection dropped.
connection dropped.
[...]
read error: Connection reset by peer
connection dropped.
connection dropped.
connection dropped.
[...]
read error: Connection reset by peer
connection dropped.
connection dropped.
connection dropped.
read error: Connection reset by peer
connection dropped.
connection dropped.
connection dropped.
[...]
read error: Connection reset by peer
connection dropped.
connection dropped.
connection dropped.
[...]
read error: Connection reset by peer
connection dropped.
connection dropped.
connection dropped.
[...]
read error: Connection reset by peer
connection dropped.
connection dropped.
connection dropped.
[...]
[RUN #1 52%,  93 secs]  0 threads:    47805480 ops,  485745 (avg:  513985) ops/sec, 483.85MB/sec (avg: 511.88MB/sec),  6.16 (avg:  5.80) msec latency

10        Threads
10        Connections per thread
180       Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets           0.00          ---          ---      5.79900         0.00
Gets           0.00         0.00         0.00      5.79900         0.00
Waits          0.00          ---          ---      0.00000          ---
Totals         0.00         0.00         0.00      5.79900         0.00